Repository: AmrMesbah98/ENGX
Catalog: lib/l10n/intl_*.arb
Languages: ar

# onBoardingTitle1
source: SEE THE BEST COURSE #1
ar: العنوان الاول

# onBoardingTitle2
source: SEE THE BEST COURSE #2
ar: العنوان الثاني

# onBoardingTitle3
source: SEE THE BEST COURSE #3
ar: العنوان الثالث

# onBoardingTitle4
source: SEE THE BEST COURSE #4
ar: العنوان الرابع

# onBoardingSubTitle1
source: Tut app is an awesome flutter application using clean architecture #1
ar: معلوامت تفصليه عن العنوانه الاول

# onBoardingSubTitle2
source: Tut app is an awesome flutter application using clean architecture #2
ar: معلومات تفصليه عن العنوان الثاني

# onBoardingSubTitle3
source: Tut app is an awesome flutter application using clean architecture #3
ar: معلومات تفصليه عن العنوان الثالث

# EmailFormlogin
source: Email
ar: البريد الألكتروني

# passwordFormlogin
source: Password
ar: الرقم السري

source: Welcome
ar: أهلا

# SigninForm
source: Sign in
ar: تسجيل الدخول

# validateformtext
source: Please enter some text
ar: من فضلك ادخل الحقول الفارغة

# ErrorMsgLogin
source: this account not register please make sure to your information
ar: من فضلك تأكد من بياناتك

# ErrortitleLogin
source: you make Error
ar: لديك خطاء

# count
source: Country
ar: البلد

# SuccessTitleLogin
source: Welcome to ASEC
ar: اهلا بك

# Emailregister
source: Email
ar: البريد الالكتروني

# passwordFormRegister
source: Password
ar: الرقم السري

source: Create Post
ar: انشاء بوست

# coursesUpdate
source: Wait For New Update
ar: التجديث الجديد قريبآ...

# courses
source: Courses Video
ar: فديوهات الكورسات

# BroadCast
source: PodCast
ar: برامج هندسية

source: Accpted Certification
ar: الشهادات المقبولة

source: Review Post
ar: مراجعة البوست

source: privacy Policy
ar: سياسة الخصوصية

# ConfirmPasswordRegister
source: ConfirmPassword
ar: اعادة ادخال الرقم السري

source: Submit
ar: أدخال

# RegisterTextforaccount
source: Don't Have An Account?
ar: ليس ليدك حساب ؟

# Registerforaccount
source: Signup
ar: عمل حساب

# titileforRegister
source: if you register you will gain some features that can make you more unique
ar: اذا قمت بالتسجيل ستتمتع ببعض المميزات

# SuccesstitleRegister
source: Welcome to ASEC
ar: اهلا بك

# SuccessMsgRegister
source: Success Registration
ar: تم التسجيل بنجاح

# ErrortitleRegister
source: Sorry
ar: نأسف لحدوث خطاء

# ErrorMsgRegister
source: You have error
ar: لديك مشكله

# SwapLogin
source: Login here
ar: لديك حساب ؟ قم بتسجيل الدخول الان

source: Back
ar: العوده

# yourOrderButton
source: Your order
ar: ادخل المطلوب

# titleOfCourses
source: Courses
ar: الكورسات

# titleOfProject
source: Projects
ar: المشاريع

# titleOfMonitor
source: Technical Support
ar: الدعم التقني

source: See More
ar: عرض الكل

source: Package Courses
ar: باكدج الكورسات

# titleOfPackage
source: Package Courses
ar: باكدج الكورسات

source: Top Five
ar: الأكثر تقيمآ

# message
source: DashBord
ar: الرسالة

source: Post
ar: المنشورات

source: INFO
ar: معلومات

# AllCourses
source: Courses
ar: الكورسات

# AllProject
source: Projects
ar: المشاريع

# AllInstructor
source: Instructor
ar: الشركاء

# CouresDescrption
source: What Youâ€™ll learn
ar: ما الذي ستتعلمه

source: Show more
ar: تفاصيل اكثر

source: Rate this
ar: التقيم

source: Price
ar: السعر

source: Full name
ar: الاسم بالكامل

source: Email
ar: البريد الألكتروني

source: Phone number
ar: رقم الهاتف

source: Project type
ar: نوع المشروع

source: Address
ar: العنوان

source: Send
ar: ارسال

source: order success
ar: تم الارسال بنجاح

# orderSuccessTitle
source: Welcome to ASEC
ar: اهلا بك

# Open
source: Open System
ar: النظام الشامل

# Support
source: Support System
ar: النظام المدعم

# Saving
source: Saving System
ar: النظام الموفر

source: Name
ar: الأسم

source: Email
ar: البريد الألكتروني

source: Phone
ar: رقم الهاتف

source: Why Need Support
ar: لماذا تحتاج الي الدعم

source: Egypt
ar: مصر

source: Lebanon
ar: لبنان

source: Sudan
ar: السودان

source: Syria
ar: سوريا

source: Yemen
ar: اليمن

source: Upload Photo
ar: رفع الصورة

# DeathCertificate
source: Death Certificate Father
ar: شهادة وفاة الوالد

source: Order Project
ar: نفذ مشروعك

source: Contact us
ar: تواصل معانا

# joinUs
source: pay by Visa
ar: ادفع بالفيزا

source: Logout
ar: الخروج

source: Become an Instructor
ar: انضم لنا كا محاضر

# alertContent
source: Hey! Make sure you sign in to can complete your process
ar: من فضلك تأكد من انك قمت بتسجيل الدخول

source: Settings
ar: الاعدادات

source: Arabic
ar: عربي

source: English
ar: انجليزي

source: Last Name
ar: الأسم الخير

source: First Name
ar: الأسم الأول

# conttinue
source: Continue
ar: اكمال

source: login
ar: تسجيل الدخول

source: Welcome in ASEC
ar: اهلا بك في اسيك

source: Welcome
ar: اهلا

source: Open Chat
ar: ابدا المحادثة

source: DashBoard
ar: لوحة التحكم

source: Home
ar: الرئسية

source: Project
ar: المشاريع

source: Courses
ar: الكورسات

source: Settings
ar: الأعدادات

source: By
ar: بواسطة

source: Close
ar: انهاء

source: Developer Team
ar: تيم المطورين

source: clarification Page
ar: معلومات مفصلة

# paywhatsup
source: pay by WhatsUp
ar: ادفع عن طريق الواتس اب

source: Technical Support Application
ar: الدعم الفني للتطبيق

source: whatsapp
ar: واتساب

source: CV
ar: السيرة الذاتية

# priceDes
source: The Egyptian pound is dealt with inside Egypt, but the dollar is dealt with outside Egypt
ar: يتم التعامل بالجنيه المصري داخل مصر ولكن ويتم التعامل بالدولار خارج مصر

# attention
source: Please Wait
ar: انتظر من فضلك

source: Enter Your Comment
ar: اكتب تعليقك

source: Please Enter Your Comment
ar: برجاء اكتب تعليقك

source: Review This Instructor
ar: تقييم المدرب

source: Show Reviews
ar: عرض التقييمات

source: Review Page
ar: التقييمات

source: Rate
ar: التقييم

source: All Comments
ar: جميع التعليقات

# ZoomVideo
source: Zoom Meeting Videos
ar: فيديوهات اجتماع عبر الزوم

# ZoomUpdate
source: Wait For New Update
ar: انتظر التحديث الجديد
